[
  {
    "word": "talk someone into doing something",
    "definition": "persuade them to do it.",
    "example": "If you talk someone into doing something, you persuade them to do it.",
    "persian": "کسی را برای انجام کاری متقاعد کردن"
  },
  {
    "word": "talk someone out of doing something",
    "definition": "dissuade them from doing it.",
    "example": "If you talk someone out of doing something, you dissuade them from doing it.",
    "persian": "کسی را از انجام کاری منصرف کردن"
  },
  {
    "word": "bring a topic up",
    "definition": "raise the topic.",
    "example": "If you bring a topic up in a conversation, you raise the topic.",
    "persian": "موضوعی را مطرح کردن"
  },
  {
    "word": "get your ideas across",
    "definition": "communicate with them clearly.",
    "example": "If you get your ideas across to someone, you communicate with them clearly.",
    "persian": "منظور خود را واضح رساندن، تفهیم کردن"
  },
  {
    "word": "butt in (on a conversation)",
    "definition": "interrupt a conversation.",
    "example": "If you butt in on a conversation, you interrupt a conversation.",
    "persian": "میان صحبت کسی پریدن، دخالت کردن"
  },
  {
    "word": "drag out (a discussion)",
    "definition": "prolong it (= make it longer than necessary).",
    "example": "If someone drags out a discussion, they prolong it.",
    "persian": "به درازا کشاندن، طول دادن"
  },
  {
    "word": "own up (to something)",
    "definition": "confess to it (= admit you did sth wrong).",
    "example": "If you own up to something, you confess to it.",
    "persian": "اعتراف کردن، گردن گرفتن (خطا)"
  },
  {
    "word": "go on at you",
    "definition": "criticize you for sth you have done.",
    "example": "If someone goes on at you, they criticize you for sth you have done.",
    "persian": "سرزنش کردن، ایراد گرفتن، غر زدن"
  },
  {
    "word": "hit back at someone",
    "definition": "retaliate (against them).",
    "example": "If you hit back at someone who has criticized you, you retaliate (against them).",
    "persian": "تلافی کردن، مقابله به مثل کردن"
  },
  {
    "word": "do away with (a tax)",
    "definition": "abolish it.",
    "example": "If the government does away with a tax, it abolishes it.",
    "persian": "لغو کردن، منسوخ کردن"
  },
  {
    "word": "call off (a meeting)",
    "definition": "cancel it.",
    "example": "If you call off a meeting, you cancel it.",
    "persian": "لغو کردن"
  },
  {
    "word": "make up for something",
    "definition": "compensate for it (= do sth good to balance the bad effects of it).",
    "example": "If you make up for something, you compensate for it.",
    "persian": "جبران کردن"
  },
  {
    "word": "make out that they're rich",
    "definition": "claim that they are rich (= say that they are rich even though it may not be true).",
    "example": "If someone makes out that they're rich, they claim that they are rich.",
    "persian": "ادعا کردن، وانمود کردن"
  },
  {
    "word": "be taken in by charm",
    "definition": "be deceived by it.",
    "example": "If you are taken in by someone's charm, you are deceived by it.",
    "persian": "فریب خوردن، گول خوردن"
  },
  {
    "word": "make it up (with them)",
    "definition": "be reconciled with them (= become friends with them after a disagreement).",
    "example": "If you have a row with someone and then make it up with them, you are reconciled with them.",
    "persian": "آشتی کردن، دوباره دوست شدن"
  },
  {
    "word": "take a machine apart",
    "definition": "dismantle it (also take it to pieces).",
    "example": "If you take a machine apart, you dismantle it.",
    "persian": "از هم باز کردن، پیاده کردن (دستگاه)"
  },
  {
    "word": "bump into sb",
    "definition": "meet sb by chance.",
    "example": "I bumped into Sue in town last week.",
    "persian": "تصادفاً کسی را دیدن"
  },
  {
    "word": "ask after sb",
    "definition": "ask sb how sb else is, or what they are doing.",
    "example": "She was asking after you.",
    "persian": "احوال کسی را پرسیدن"
  },
  {
    "word": "show up",
    "definition": "arrive where you have arranged to meet sb. SYN turn up.",
    "example": "She didn't show up.",
    "persian": "حاضر شدن، آمدن"
  },
  {
    "word": "crop up",
    "definition": "happen unexpectedly. SYN come up.",
    "example": "Something must've cropped up.",
    "persian": "ناگهانی رخ دادن، پیش آمد کردن"
  },
  {
    "word": "go down with sth",
    "definition": "become sick or ill with sth. SYN catch sth.",
    "example": "I realized I must be going down with the flu.",
    "persian": "مریض شدن، مبتلا شدن"
  },
  {
    "word": "shake sth off",
    "definition": "get rid of sth, such as an illness or a problem.",
    "example": "I was hoping to shake it off with painkillers.",
    "persian": "از شر چیزی خلاص شدن، رفع کردن (بیماری)"
  },
  {
    "word": "wear off",
    "definition": "(of a pain, a feeling, or an effect) gradually disappear or stop.",
    "example": "Once the effects wore off, I felt dreadful.",
    "persian": "از بین رفتن تدریجی (اثر، درد)"
  },
  {
    "word": "miss out on sth",
    "definition": "miss an opportunity to do or have sth.",
    "example": "I even missed out on my best friend's wedding.",
    "persian": "فرصتی را از دست دادن"
  },
  {
    "word": "pick sth up (skill)",
    "definition": "learn a new skill easily and without effort.",
    "example": "My brother's brilliant at picking up languages.",
    "persian": "یاد گرفتن، آموختن (مهارت)"
  },
  {
    "word": "get by (language)",
    "definition": "If you get by in a language, you can speak at a basic level.",
    "example": "He can get by in German.",
    "persian": "در حد پایه از پس زبانی برآمدن"
  },
  {
    "word": "sink in",
    "definition": "become completely understood or able to be remembered.",
    "example": "It takes ages for things to sink in.",
    "persian": "کاملاً درک شدن، جا افتادن (مطلب)"
  },
  {
    "word": "stick at sth",
    "definition": "continue to work in a determined way to achieve sth.",
    "example": "I've really stuck at it and I feel I'm getting somewhere now.",
    "persian": "با پشتکار ادامه دادن، به کاری چسبیدن"
  },
  {
    "word": "mind you",
    "definition": "used to add a further comment which is usually a contrast or a surprise, but can also be an explanation. SYN still. (INF)",
    "example": "I'm not very keen on the flat. Mind you, it's better than my last place.",
    "persian": "البته، با این حال، اما یادت باشد"
  },
  {
    "word": "incidentally",
    "definition": "used to change the conversation to a different topic. SYN by the way.",
    "example": "Incidentally, do you know how Marek's getting on?",
    "persian": "راستی، اتفاقاً (تغییر موضوع)"
  },
  {
    "word": "as for",
    "definition": "used to start talking about sb or sth new that is connected with what you were talking about before.",
    "example": "As for Deborah, she'll probably have to get a job...",
    "persian": "در مورد، اما در خصوص"
  },
  {
    "word": "alternatively",
    "definition": "used to introduce an idea that is a second choice or possibility.",
    "example": "Yes, or alternatively, she could stay with the company...",
    "persian": "یا به عنوان جایگزین، متناوباً"
  },
  {
    "word": "it's true",
    "definition": "used to agree with an idea made by the previous speaker (but often before disagreeing). SYN I agree.",
    "example": "It's true that Peter was only trying to help.",
    "persian": "حقیقت این است که، درست است که"
  },
  {
    "word": "even so",
    "definition": "used to introduce a counter-argument or return to one the speaker has already made. SYNS all the same, nevertheless.",
    "example": "Even so, he shouldn't have got involved.",
    "persian": "با این وجود، حتی با این حال"
  },
  {
    "word": "as a matter of fact",
    "definition": "used to say what you really think, or to introduce information which is not what the listener expects to hear. SYNS actually, to be honest, to tell you the truth.",
    "example": "Well, as a matter of fact we were a bit disappointed...",
    "persian": "در حقیقت، راستش را بخواهید، اتفاقاً"
  },
  {
    "word": "by and large",
    "definition": "used to introduce a generalization. SYNS to a large extent, on the whole, broadly speaking.",
    "example": "By and large the staff were still very nice...",
    "persian": "روی هم رفته، به طور کلی، عمدتاً"
  },
  {
    "word": "in any case",
    "definition": "used to introduce an additional point and one that is often conclusive or the most important. SYNS besides, anyway.",
    "example": "...and in any case, he doesn't speak German.",
    "persian": "در هر صورت، به هر حال"
  },
  {
    "word": "at any rate",
    "definition": "used to say that sth is true or sth will happen in spite of other things mentioned. SYNS anyway, anyhow.",
    "example": "At any rate, I'll be there on time, so don't worry.",
    "persian": "دست کم، به هر حال"
  },
  {
    "word": "as I was saying",
    "definition": "used to return the conversation to sth you said earlier.",
    "example": "And as I was saying, if you would like me to bring anything, just let me know.",
    "persian": "همانطور که می‌گفتم"
  },
  {
    "word": "anyway (topic change)",
    "definition": "commonly used to change the topic of conversation.",
    "example": "Yes, next year could be a difficult time. Anyway, let's not worry about that now.",
    "persian": "خلاصه، بگذریم (برای تغییر موضوع)"
  },
  {
    "word": "or thereabouts",
    "definition": "used after a number, quantity, etc. to show that it is approximate. SYN or so.",
    "example": "Three weeks or thereabouts.",
    "persian": "حدوداً، تقریباً"
  },
  {
    "word": "stacks of sth",
    "definition": "INF a large quantity of sth. SYNS tons/loads/bags of sth INF.",
    "example": "He earns stacks of money.",
    "persian": "مقدار زیادی، توده ای از چیزی"
  },
  {
    "word": "(somewhere) in the region of",
    "definition": "(used before a number) approximately. SYN round about.",
    "example": "somewhere in the region of €100,000.",
    "persian": "حدوداً، در حوالی (یک عدد)"
  },
  {
    "word": "something to do with (sth)",
    "definition": "in some way connected with (sth).",
    "example": "He's something to do with advertising.",
    "persian": "مربوط به چیزی بودن، در ارتباط با چیزی بودن"
  },
  {
    "word": "kind of",
    "definition": "INF to some extent, but in a way that is hard to explain. SYN sort of.",
    "example": "I'm kind of worried about her.",
    "persian": "تا حدی، تقریباً، یک جورهایی"
  },
  {
    "word": "somehow (or other)",
    "definition": "in some way or by some means, although you don't know exactly how.",
    "example": "We'll buy that car somehow or other.",
    "persian": "به هر حال، به هر طریقی"
  },
  {
    "word": "give or take sth",
    "definition": "used for talking about numbers which are not exact.",
    "example": "I've got £1,000, give or take a few quid.",
    "persian": "با کمی اختلاف، کم و بیش"
  },
  {
    "word": "stuff",
    "definition": "INF used to refer to things when it is obvious what you are talking about, or you don't know the name, or the name isn't important.",
    "example": "How much did you pay for that stuff?",
    "persian": "وسایل، چیزها، خرت و پرت"
  },
  {
    "word": "(-)odd",
    "definition": "INF (after a number) a little more or less than the number (thirty-odd people).",
    "example": "Oh, fifty odd, I think.",
    "persian": "خورده‌ای، اندکی بیشتر یا کمتر از آن عدد"
  },
  {
    "word": "or something",
    "definition": "used when being vague.",
    "example": "She's a nurse or something like that.",
    "persian": "یا چیزی شبیه آن"
  },
  {
    "word": "or something of that sort",
    "definition": "used when being vague.",
    "example": "He works in publishing or something of that sort.",
    "persian": "یا چیزی از آن قبیل"
  },
  {
    "word": "famous last words",
    "definition": "used when you think sb is being too confident about something that is going to happen.",
    "example": "He thinks the exam will be easy. Oh, famous last words.",
    "persian": "(کنایه): این حرف را نزن، صبر کن ببینیم چه می‌شود!"
  },
  {
    "word": "first come, first served",
    "definition": "people will be served or dealt with in the order in which they arrive or ask for sth.",
    "example": "Are tickets available? Yes, but it's first come, first served.",
    "persian": "اولویت با کسی است که زودتر می‌رسد"
  },
  {
    "word": "you can never tell",
    "definition": "you can never be sure about sth because things are not always what they appear to be.",
    "example": "She ought to pass easily. Yes, but you can never tell.",
    "persian": "هیچ‌وقت نمی‌شود مطمئن بود"
  },
  {
    "word": "once bitten, twice shy",
    "definition": "after an unpleasant experience, you are careful to avoid sth similar.",
    "example": "She's not going to apply again. No, once bitten, twice shy, I guess.",
    "persian": "مارگزیده از ریسمان سیاه و سفید می‌ترسد"
  },
  {
    "word": "easier said than done",
    "definition": "it is easy to talk about something, but it is much more difficult to do it.",
    "example": "You should tell him he's wrong. Hmm, easier said than done.",
    "persian": "گفتنش آسان‌تر از عمل کردن به آن است"
  },
  {
    "word": "the more the merrier",
    "definition": "if there are more people or things, the situation will be better and more enjoyable.",
    "example": "Can anyone come this evening? Yes, the more the merrier.",
    "persian": "هرچه بیشتر، بهتر"
  },
  {
    "word": "so far, so good",
    "definition": "used to say that everything is fine at the moment but you know things may become more difficult.",
    "example": "How's the new job? So far, so good.",
    "persian": "تا اینجای کار خوب پیش رفته است"
  },
  {
    "word": "out of sight, out of mind",
    "definition": "used to say that sb stops thinking about people when they are not with them.",
    "example": "Barry never writes or phones. Well, out of sight, out of mind.",
    "persian": "از دل برود هر آنکه از دیده رود"
  },
  {
    "word": "it's a small world",
    "definition": "used to express your surprise when you meet sb you know unexpectedly.",
    "example": "I met two of your colleagues today. Oh, it's a small world, isn't it?",
    "persian": "دنیا خیلی کوچک است"
  },
  {
    "word": "the pot calling the kettle black",
    "definition": "used about sb who criticizes people for faults that they have themselves.",
    "example": "He said you were a hypocrite. Well, that's the pot calling the kettle black.",
    "persian": "دیگ به دیگ می‌گوید رویت سیاه است"
  },
  {
    "word": "money talks",
    "definition": "If you have a lot of money, you will have more power and influence than other people.",
    "example": "He tends to get what he wants because money talks.",
    "persian": "پول حرف اول را می‌زند"
  },
  {
    "word": "love is blind",
    "definition": "When you love somebody, you cannot see their faults.",
    "example": "He treats her very badly but she doesn't realize; love is blind.",
    "persian": "عشق کور است"
  },
  {
    "word": "lightning never strikes twice (in the same place)",
    "definition": "An unusual or unpleasant event won't happen in the same place or to the same person twice.",
    "example": "Don't worry - lightning never strikes twice.",
    "persian": "بلا و حادثه دو بار در یک جا یا برای یک نفر رخ نمی‌دهد"
  },
  {
    "word": "let sleeping dogs lie",
    "definition": "Avoid mentioning a particularly difficult subject which may cause trouble.",
    "example": "Don't say anything at the moment: let sleeping dogs lie.",
    "persian": "سر به سر موضوعات حساس نگذار"
  },
  {
    "word": "practice makes perfect",
    "definition": "If you do sth repeatedly, you will become very good at it.",
    "example": "She spends hours at the piano, but practice makes perfect.",
    "persian": "کار نیکو کردن از پر کردن است، تمرین باعث کمال می‌شود"
  },
  {
    "word": "no news is good news",
    "definition": "If you haven't had any news, then it's probable that nothing has gone wrong and things are fine.",
    "example": "I haven't heard from my son for weeks, but usually no news is good news.",
    "persian": "بی‌خبری، خوش خبری است"
  },
  {
    "word": "the end justifies the means",
    "definition": "Bad or unfair methods of doing sth are acceptable if the results of the action are good or positive.",
    "example": "It seems cruel to do it, but in this case the end justifies the means.",
    "persian": "هدف وسیله را توجیه می‌کند"
  },
  {
    "word": "two wrongs don't make a right",
    "definition": "If sb does sth bad to you, that is not a reason to do sth bad to them.",
    "example": "You mustn't do that: two wrongs don't make a right.",
    "persian": "بدی را با بدی جواب نمی‌دهند"
  },
  {
    "word": "two heads are better than one",
    "definition": "Two people can achieve more than one person working alone.",
    "example": "Let's do this together: two heads are better than one.",
    "persian": "دو مغز بهتر از یکی کار می‌کند، همکاری بهتر است"
  },
  {
    "word": "blood is thicker than water",
    "definition": "Family relationships are stronger than any other.",
    "example": "He thinks blood is thicker than water.",
    "persian": "خون از آب غلیظ‌تر است، خویشاوندی از هر چیز دیگری مهم‌تر است"
  },
  {
    "word": "actions speak louder than words",
    "definition": "What a person actually does is more important than what they say they will do.",
    "example": "He can say what he likes, but actions speak louder than words.",
    "persian": "عمل مهم‌تر از حرف است، دو صد گفته چون نیم کردار نیست"
  },
  {
    "word": "an eye for an eye (and a tooth for a tooth)",
    "definition": "Used to say that you should punish somebody by doing to them what they have done to you.",
    "example": "He believes in an eye for an eye.",
    "persian": "چشم در برابر چشم، قصاص"
  },
  {
    "word": "charity begins at home",
    "definition": "You should help and care for your own family first before you start helping others.",
    "example": "Don't forget that charity begins at home.",
    "persian": "چراغی که به خانه رواست به مسجد حرام است"
  },
  {
    "word": "beauty is only skin-deep",
    "definition": "How someone looks is less important than their character.",
    "example": "She may be very attractive, but beauty is only skin-deep.",
    "persian": "زیبایی ظاهری مهم نیست، زیبایی باطنی مهم‌تر است"
  },
  {
    "word": "better late than never",
    "definition": "It is better to arrive late or achieve sth late, than not arrive or achieve anything at all.",
    "example": "They finally turned up at 8.30, but better late than never.",
    "persian": "دیر رسیدن بهتر از هرگز نرسیدن است"
  },
  {
    "word": "better safe than sorry",
    "definition": "It is better to be careful than to take a risk or act too quickly and later regret it.",
    "example": "The mountain road is dangerous so go slowly - better safe than sorry.",
    "persian": "احتیاط شرط عقل است، پیشگیری بهتر از پشیمانی است"
  },
  {
    "word": "live and let live",
    "definition": "Accept other people's opinions and ways of life, even if they are different from your own. A motto is a phrase which expresses the beliefs of a person or organization.",
    "example": "Live and let live - that's my motto.",
    "persian": "بگذار دیگران هم زندگی کنند، تحمل عقاید دیگران"
  },
  {
    "word": "you're only young once",
    "definition": "Young people should enjoy themselves because in later life they will have more to worry about.",
    "example": "Enjoy yourself: you're only young once.",
    "persian": "جوانی یک بار است، از جوانی‌ات لذت ببر"
  },
  {
    "word": "prevention is better than cure",
    "definition": "It is better to stop something bad from happening than try to deal with it after it has happened.",
    "example": "In my view prevention is better than cure.",
    "persian": "پیشگیری بهتر از درمان است"
  },
  {
    "word": "inform you that",
    "definition": "used for giving information.",
    "example": "I am writing to inform you that I will be leaving...",
    "persian": "به اطلاع شما می‌رسانم که"
  },
  {
    "word": "intention",
    "definition": "a plan to do sth.",
    "example": "I am writing to inform you of my intention to terminate my lease.",
    "persian": "قصد، نیت"
  },
  {
    "word": "terminate sth",
    "definition": "end or stop sth.",
    "example": "to terminate my lease.",
    "persian": "خاتمه دادن، پایان دادن"
  },
  {
    "word": "lease",
    "definition": "a legal agreement for renting a property.",
    "example": "to terminate my lease.",
    "persian": "اجاره‌نامه، قرارداد اجاره"
  },
  {
    "word": "enquire whether",
    "definition": "used for asking a question or making a request.",
    "example": "I am writing to enquire whether...",
    "persian": "پرسیدن، استعلام کردن (که آیا...)"
  },
  {
    "word": "regret to inform you that",
    "definition": "used for giving bad news.",
    "example": "I regret to inform you that...",
    "persian": "متأسفانه به اطلاع شما می‌رسانم که"
  },
  {
    "word": "delighted to inform you that",
    "definition": "used for giving good news.",
    "example": "I am delighted to inform you that...",
    "persian": "بسیار خوشحالم به اطلاع شما برسانم که"
  },
  {
    "word": "in response to",
    "definition": "used for replying to an advertisement, etc.",
    "example": "I am writing in response to your appeal for aid...",
    "persian": "در پاسخ به"
  },
  {
    "word": "appeal for sth",
    "definition": "an urgent or sincere request for people to give money, help, etc.",
    "example": "your appeal for aid.",
    "persian": "درخواست کمک، تقاضا"
  },
  {
    "word": "sincere condolences",
    "definition": "used for expressing apologies, sympathy, etc.",
    "example": "Please accept my sincere condolences.",
    "persian": "تسلیت صمیمانه"
  },
  {
    "word": "sincere (adj)",
    "definition": "expressing what you really think or feel. SYN genuine.",
    "example": "Please accept my sincere condolences.",
    "persian": "صمیمانه، قلبی، واقعی"
  },
  {
    "word": "condolences (n)",
    "definition": "the things you say to show sympathy when sb has just died.",
    "example": "Please accept my sincere condolences.",
    "persian": "تسلیت"
  },
  {
    "word": "further to",
    "definition": "used to refer to a previous conversation with the receiver, or a letter/email from them.",
    "example": "Further to our meeting last week...",
    "persian": "پیرو (مذاکره/نامه قبلی)"
  },
  {
    "word": "following (our conversation)",
    "definition": "used to refer to a previous conversation. SYN Further to.",
    "example": "Following our conversation on 5 May...",
    "persian": "متعاقب، بعد از"
  },
  {
    "word": "in reply to",
    "definition": "used to refer to a previous letter.",
    "example": "In reply to your letter of 7 July,...",
    "persian": "در جواب، در پاسخ به"
  },
  {
    "word": "with reference to",
    "definition": "used to refer to a previous letter.",
    "example": "With reference to your letter of 3 June,...",
    "persian": "با اشاره به"
  },
  {
    "word": "concerning",
    "definition": "about. SYN regarding.",
    "example": "Thank you for your letter concerning...",
    "persian": "در خصوص، راجع به"
  },
  {
    "word": "please find enclosed",
    "definition": "used to refer to sth in the body of the letter or included with it.",
    "example": "Please find enclosed a copy of...",
    "persian": "لطفاً ضمیمه را ملاحظه فرمایید"
  },
  {
    "word": "as you will see from",
    "definition": "used to refer to sth in the body of the letter.",
    "example": "As you will see from my CV, I...",
    "persian": "همانطور که در (رزومه) مشاهده خواهید کرد"
  },
  {
    "word": "draw your attention to",
    "definition": "used to refer to sth that is relevant to the subject of the letter.",
    "example": "I would like to draw your attention to ...",
    "persian": "توجه شما را به ... جلب می‌کنم"
  },
  {
    "word": "should you require",
    "definition": "commonly used at the end of a formal letter or offer (more formal equivalent of if).",
    "example": "Should you require any further information...",
    "persian": "در صورت نیاز به اطلاعات بیشتر"
  },
  {
    "word": "do not hesitate to contact me",
    "definition": "used at the end of a formal letter.",
    "example": "please do not hesitate to contact me.",
    "persian": "در تماس گرفتن با من تردید نکنید"
  },
  {
    "word": "I would be grateful if you could contact me",
    "definition": "used to make a request, or ask for action to be taken.",
    "example": "I would be grateful if you could contact me as soon as possible.",
    "persian": "ممنون می‌شوم اگر بتوانید با من تماس بگیرید"
  },
  {
    "word": "look forward to meeting/hearing",
    "definition": "used to end a formal letter.",
    "example": "I look forward to hearing from you.",
    "persian": "مشتاق دیدار/شنیدن اخبار شما هستم"
  },
  {
    "word": "state sth",
    "definition": "write or say sth clearly or firmly.",
    "example": "Firstly state your purpose in the opening paragraph.",
    "persian": "اظهار کردن، بیان کردن"
  },
  {
    "word": "straightforward",
    "definition": "uncomplicated and easy to understand. OPP convoluted.",
    "example": "in a straightforward manner.",
    "persian": "رک و راست، صریح، ساده"
  },
  {
    "word": "body (of the letter)",
    "definition": "the main part of a book, article, text, etc.",
    "example": "The body of the letter should contain one or more paragraphs.",
    "persian": "متن اصلی"
  },
  {
    "word": "subject matter",
    "definition": "the ideas or information in a book, letter, painting, etc.",
    "example": "a separate aspect of the subject matter.",
    "persian": "موضوع، محتوا"
  },
  {
    "word": "spell sth out",
    "definition": "explain the details of sth in a simple, clear way.",
    "example": "The final paragraph should spell out what you want to happen next.",
    "persian": "با جزئیات کامل توضیح دادن"
  },
  {
    "word": "tone",
    "definition": "the general attitude or feeling expressed in a piece of writing.",
    "example": "It is crucial to adopt a suitable tone.",
    "persian": "لحن"
  },
  {
    "word": "concise",
    "definition": "expressed clearly and without using any unnecessary words.",
    "example": "Be clear, concise, and to the point.",
    "persian": "مختصر و مفید، ایجاز"
  },
  {
    "word": "to the point",
    "definition": "relevant and without any extra information. SYN pertinent.",
    "example": "Be clear, concise, and to the point.",
    "persian": "مرتبط، نکته‌ای، مفید"
  },
  {
    "word": "superfluous",
    "definition": "unnecessary.",
    "example": "avoiding superfluous matter.",
    "persian": "اضافی، غیرضروری"
  },
  {
    "word": "blunt",
    "definition": "saying what you think even if it offends or upsets people.",
    "example": "not too blunt or abrupt.",
    "persian": "رک و پوست کنده، بی‌پرده"
  },
  {
    "word": "abrupt",
    "definition": "speaking or acting with few words and in a way that seems unfriendly or rude. SYNS brusque, curt.",
    "example": "not too blunt or abrupt.",
    "persian": "تند، گستاخانه"
  },
  {
    "word": "plain (language)",
    "definition": "without unnecessary detail; clear.",
    "example": "Keep the language plain and simple.",
    "persian": "ساده، واضح"
  },
  {
    "word": "sample",
    "definition": "an example, or small amount, of sth to show what all of it is like.",
    "example": "Refer to sample letters on the internet.",
    "persian": "نمونه"
  },
  {
    "word": "prior to sth",
    "definition": "before sth.",
    "example": "received a full apology prior to the meeting.",
    "persian": "قبل از، پیش از"
  },
  {
    "word": "in view of sth",
    "definition": "used to introduce the reason for a decision. SYN considering sth.",
    "example": "In view of the limited inconvenience they suffered...",
    "persian": "به دلیل، با توجه به"
  },
  {
    "word": "thus",
    "definition": "therefore. SYN hence.",
    "example": "thus no further action was taken.",
    "persian": "بنابراین، در نتیجه"
  },
  {
    "word": "with/in regard to sb/sth",
    "definition": "relating to a particular person or subject. SYNS concerning sth, regarding sth.",
    "example": "With regard to Mr Wilson...",
    "persian": "در خصوص، با توجه به"
  },
  {
    "word": "albeit",
    "definition": "although.",
    "example": "albeit very minor.",
    "persian": "اگرچه، هرچند"
  },
  {
    "word": "notwithstanding",
    "definition": "in spite of.",
    "example": "notwithstanding the burden it will inevitably place on the council's resources.",
    "persian": "علیرغم، با وجود"
  },
  {
    "word": "in conclusion",
    "definition": "used in writing or a formal speech to show that you are about to finish what you are saying.",
    "example": "In conclusion, we sincerely hope this brings an end to the matter.",
    "persian": "در نتیجه، در پایان"
  },
  {
    "word": "hitherto",
    "definition": "up to this time.",
    "example": "Hitherto we had had no problems of this kind.",
    "persian": "تا به امروز، تا کنون"
  },
  {
    "word": "henceforth",
    "definition": "from this time on.",
    "example": "Jason Dean Williams (henceforth referred to as 'the accused')...",
    "persian": "از این پس، زین پس"
  },
  {
    "word": "discursive (writing)",
    "definition": "discussing different ideas.",
    "example": "produce a piece of discursive writing.",
    "persian": "استدلالی، گفتمانی"
  },
  {
    "word": "argument",
    "definition": "a set of reasons that sb uses to show that sth is true or correct.",
    "example": "present and develop an argument.",
    "persian": "استدلال، برهان"
  },
  {
    "word": "evaluate sth",
    "definition": "form an opinion of sth after careful thought. evaluation N. SYN assess sth.",
    "example": "evaluate ideas.",
    "persian": "ارزیابی کردن، سنجیدن"
  },
  {
    "word": "summarize sth",
    "definition": "give a short statement that brings together the main points of sth. SYN sum sth up. summary N.",
    "example": "summarize information.",
    "persian": "خلاصه کردن"
  },
  {
    "word": "criterion (PL criteria)",
    "definition": "a standard or principle by which sth is judged.",
    "example": "Candidates are assessed on a number of criteria.",
    "persian": "معیار، ملاک (معیارها)"
  },
  {
    "word": "coherent",
    "definition": "(of writing) clear and comprehensible, with each part following on logically from the one before. OPP incoherent. coherence N.",
    "example": "write in an organized and coherent way.",
    "persian": "منسجم، پیوسته"
  },
  {
    "word": "command of sth",
    "definition": "a knowledge of sth and an ability to use it well.",
    "example": "command of a range of stylistic features.",
    "persian": "تسلط (به زبان یا مهارت)"
  },
  {
    "word": "stylistic",
    "definition": "connected to the way a writer or artist does sth. style N.",
    "example": "command of a range of stylistic features.",
    "persian": "سبکی، مربوط به شیوه نگارش"
  },
  {
    "word": "register",
    "definition": "the words, grammar, and style that sb uses in a particular situation, e.g. formal.",
    "example": "write in an appropriate register.",
    "persian": "سطح زبان (رسمی یا غیررسمی)"
  },
  {
    "word": "narrative",
    "definition": "a description of events, especially in a novel. SYN story (the person is a narrator).",
    "example": "Some tasks may also involve the use of narrative.",
    "persian": "روایت، داستان‌سرایی"
  },
  {
    "word": "outline sth",
    "definition": "give a description of the main points involved in sth. outline N.",
    "example": "The writer will outline their main ideas.",
    "persian": "رئوس مطالب را بیان کردن"
  },
  {
    "word": "explore sth",
    "definition": "examine, discuss, or think about sth carefully. SYN analyse sth.",
    "example": "explore certain ideas in greater depth.",
    "persian": "موشکافی کردن، عمیقاً بررسی کردن"
  },
  {
    "word": "highlight sth",
    "definition": "emphasize sth to give it more attention.",
    "example": "highlight important facts.",
    "persian": "برجسته کردن، تأکید کردن"
  },
  {
    "word": "adopt sth (stance)",
    "definition": "decide to take and support a particular point of view, plan, etc.",
    "example": "adopt a particular stance or point of view.",
    "persian": "اتخاذ کردن، گرفتن (موضع)"
  },
  {
    "word": "stance (on sth)",
    "definition": "an opinion that sb has about sth and expresses publicly. SYN position.",
    "example": "adopt a particular stance or point of view.",
    "persian": "موضع، دیدگاه"
  },
  {
    "word": "exemplify sth",
    "definition": "give an example to make sth clearer. SYN illustrate sth.",
    "example": "exemplify certain points.",
    "persian": "مثال آوردن، نمونه آوردن"
  },
  {
    "word": "conclusion (draw/reach/come to a ~)",
    "definition": "a decision reached after discussion and examination of any evidence.",
    "example": "draw conclusions.",
    "persian": "نتیجه‌گیری"
  },
  {
    "word": "condemn sth/sb",
    "definition": "say publicly that you think sth or sb is bad or wrong. condemnation N.",
    "example": "compare and contrast, condemn or condone.",
    "persian": "محکوم کردن"
  },
  {
    "word": "condone sth",
    "definition": "accept or forgive behaviour that most people think is wrong.",
    "example": "condemn or condone.",
    "persian": "چشم‌پوشی کردن، بخشیدن (رفتار بد)"
  },
  {
    "word": "hypothesize",
    "definition": "suggest a possible explanation for sth, but without knowing whether it is really true. hypothesis N.",
    "example": "analyse, hypothesize.",
    "persian": "فرضیه‌سازی کردن"
  },
  {
    "word": "assert sth",
    "definition": "state clearly that sth is true. SYN claim sth. assertion N.",
    "example": "analyse, hypothesize, assert, justify.",
    "persian": "قاطعانه ادعا کردن"
  },
  {
    "word": "justify sth",
    "definition": "show that sth is right or reasonable. justification N.",
    "example": "analyse, hypothesize, assert, justify.",
    "persian": "توجیه کردن، حقانیت چیزی را نشان دادن"
  },
  {
    "word": "sit on the fence",
    "definition": "IDIOM avoid deciding or saying which side of an argument you support.",
    "example": "to the irritation of some people - sit on the fence.",
    "persian": "بی‌طرف بودن، موضع نگرفتن"
  },
  {
    "word": "synopsis",
    "definition": "a short summary of the plot of a book, film, etc.",
    "example": "SYNOPSIS: After inheriting her prosperous uncle's farm...",
    "persian": "خلاصه داستان، چکیده"
  },
  {
    "word": "prosperous",
    "definition": "rich and successful. SYN affluent. prosperity N.",
    "example": "her prosperous uncle's farm.",
    "persian": "مرفه، موفق"
  },
  {
    "word": "protagonist",
    "definition": "the main character in a book, film, etc.",
    "example": "Hardy's protagonist, Bathsheba Everdene...",
    "persian": "شخصیت اصلی، قهرمان داستان"
  },
  {
    "word": "downfall",
    "definition": "A person's downfall is the complete loss of their money, power, etc.",
    "example": "the reason for his downfall.",
    "persian": "سقوط، نابودی"
  },
  {
    "word": "mercy",
    "definition": "a kind or forgiving attitude towards sb you have the power to harm or punish. merciful ADJ. OPP merciless.",
    "example": "Gabriel asks for mercy to be shown him.",
    "persian": "ترحم، بخشش"
  },
  {
    "word": "insanity",
    "definition": "the state of being seriously mentally ill. insane ADJ. OPP sane.",
    "example": "on the grounds of insanity.",
    "persian": "جنون، دیوانگی"
  },
  {
    "word": "commentary",
    "definition": "a written explanation or discussion of sth such as a book.",
    "example": "COMMENTARY: Incidents such as Fanny's pregnancy...",
    "persian": "تفسیر، شرح، نقد"
  },
  {
    "word": "pitiful",
    "definition": "deserving, or causing you to feel, pity.",
    "example": "pitiful death.",
    "persian": "رقت‌انگیز، غم‌انگیز"
  },
  {
    "word": "convey sth",
    "definition": "communicate ideas and feelings.",
    "example": "Incidents... convey Hardy's growing taste for tragedy.",
    "persian": "منتقل کردن (ایده، احساس)"
  },
  {
    "word": "unlike",
    "definition": "used to contrast one person or thing with another.",
    "example": "But unlike Tess in the later Tess...",
    "persian": "برخلاف"
  },
  {
    "word": "fate",
    "definition": "a power that is believed to control everything and that cannot be changed.",
    "example": "fate still favours Bathsheba.",
    "persian": "سرنوشت، تقدیر"
  },
  {
    "word": "alien (adj)",
    "definition": "strange, difficult to understand, and often unacceptable.",
    "example": "the growth of industrialism, which Hardy finds so alien.",
    "persian": "بیگانه، غریب، نامأنوس"
  },
  {
    "word": "inherent (in sth)",
    "definition": "If sth is inherent in sth, it is a natural part of it. SYN intrinsic.",
    "example": "destruction inherent in romantic love.",
    "persian": "ذاتی، درونی، جدایی‌ناپذیر"
  },
  {
    "word": "expose sth",
    "definition": "tell the true facts about sth and show it to be bad or wrong.",
    "example": "Hardy exposes the irrationality and betrayals.",
    "persian": "آشکار کردن، فاش کردن"
  },
  {
    "word": "betrayal",
    "definition": "the act of being disloyal to sb who trusts you. betray v.",
    "example": "exposes the irrationality and betrayals.",
    "persian": "خیانت"
  },
  {
    "word": "companionship",
    "definition": "a friendly and comfortable relationship between people.",
    "example": "The true basis of a happy marriage is companionship.",
    "persian": "رفاقت، همدمی"
  },
  {
    "word": "portray sb/sth",
    "definition": "describe sb/sth in a piece of writing. SYN depict sb/sth. portrayal N.",
    "example": "Bathsheba is portrayed as an independent woman.",
    "persian": "به تصویر کشیدن، مجسم کردن"
  },
  {
    "word": "defy sth/sb",
    "definition": "refuse to obey a law or rule, or a person. defiance N. defiant ADJ.",
    "example": "the courage to defy convention.",
    "persian": "سرپیچی کردن، به مبارزه طلبیدن (قوانین)"
  },
  {
    "word": "resilience",
    "definition": "the ability to recover and become strong again after a difficult or unpleasant situation. resilient ADJ.",
    "example": "Hardy endows her with the resilience.",
    "persian": "انعطاف‌پذیری، توانایی بازیابی"
  },
  {
    "word": "embody/represent sth",
    "definition": "they show or express a particular idea or quality (embodiment N).",
    "example": "Gabriel, who embodies the best qualities...",
    "persian": "مظهر چیزی بودن، تجسم بخشیدن"
  },
  {
    "word": "endow sb with sth",
    "definition": "give the character a particular quality or feature.",
    "example": "Hardy endows her with the resilience.",
    "persian": "اعطا کردن، موهبتی بخشیدن"
  }
]